{
	"graduates": [
		{
			"name": "Renso Gomez",
			"num_images": 19,
			"bio": "<p>Renso Gomez is an illustrator, traditional oil Painter and sketch artist located in Southern California. His professional artwork focuses on concept art and narrative illustration but during his free time he enjoys painting landscapes in oil and creating hand-drawn portraits.</p><p>Renso started his artistic career like many other artists, drawing pictures in class. He developed a love for art thanks to Paul Botello, a Los Angeles based mural artist and his high school teacher. After high school, Renso decided to teach himself Photoshop while getting his B.A in Studio Art and attending night classes at Art Center for transportation design. After 10 years of studying fundamentals, software, and exploring ideas, he has started to develop his own stories, which can be seen as a reflection of his personal life. Renso has also taught Perspective Drawing and Digital Illustration courses as a Teaching Associate at California State University, Fullerton.</p>",
			"show_title": "Patina Project",
			"wall_statement": "<p>It was at the age of fourteen when I realized how powerful art could be, not just for making pretty pictures, but as an escape and a reflection of self. I was always the kid who got yelled at for drawing in the margins of my homework, especially math homework. Sorry Ms. Jensen. I never paid much attention in class, the whole idea of sitting still and pretending to listen never really worked out for me. Heck, I didn&#8217;t even have a textbook. They were locked behind a glass cabinet because &#8220;students would ruin them.&#8221;</p><p>In my early teens I began to fall behind in school by hanging out with the wrong crowd. Growing up in a bipolar city such as South Central, you never knew what each day would bring. One moment you can be enjoying the warm sun beating down on your skin, but once that sun is gone, it takes all that welcoming heat and turns the city of angels into a warzone with dangers lurking behind every corner.</p><p>I remember hearing loud screeching of tires and sudden pops! I ended up pinned next to a car holding on to my two younger cousins, not knowing what to do next. Or how about that time when you were eight and a brawl started at the park. Do you remember those images of your dad hitting a guy across the head with a brick? Or your cousin gushing blood from a bullet wound in his head? How about those dark years from 2007 to 2014? Four funerals in two years? Depression? How did you even cope?</p><p>I spent endless hours locked in my room, sitting at a desk with a notebook and a graphite pencil set my dad had given me. I felt as if there was no bright future in sight, college was not an option for me, I considered myself lucky to even graduate high school.</p><p>Fast forward ten years and my coping mechanism for tough times now allows me to create images, small windows that can allow me to escape from the dangers lurking in this world, images of unknown lands and beings. Patina Project is a science fiction story about the abandonment of individuals that wanted to create a peaceful future and how being left behind has damaged their small society. The Patina settlers form small factions based on their beliefs, but they all share a common goal, survive in the toxic environment they now dwell in.</p>",
			"is_new_grad": true,
			"contact_email": "mailto:rgjconcepts@gmail.com",
			"grad_website": "https://www.rensoillustrations.com",
			"instagram": "https://www.instagram.com/renso_illustrations/",
			"artstation": "https://www.artstation.com/rgjconcepts",
			"graduation_semester": "Spring 2020"
		},
		{
			"name": "Hunter X Huang",
			"simple_name": "Hunter Huang",
			"num_images": 12,
			"bio": "<p>Born in China and raised in Southern California, Hunter is proud of his diverse cultural identity. Having inherited a fascination for Chinese literature from his grandfather, Hunter hopes to share this passion with a Western audience. His illustrations often juxtapose traditional characters, themes, and aesthetics from Eastern narratives with cutting-edge western image-making tools and methodologies.</p><p>His current ongoing project captures and innovates the effects of realistic traditional media using purely digital means, such as Adobe Photoshop and Corel Painter. This explorative study has produced optimistic digital watercolor and digital oil paintings, and has addressed many topics and skills accessible to his undergraduate students.</p><p>An award-winning illustrator, he has exhibited work in a multitude of international shows. Hunter has also done freelance work for film, television, comics, magazines, children's books, apps, music videos, local businesses, and science journals. Presently, his professional work is with Jihua Park, for whom he designed six multi-story &#8220;3D&#8221; interactive murals for their hotel entrance and skylight spaces. The social-media-friendly murals are expected to be selfie-ready by the summer peak season.</p><p>Hunter likes videogames, mythology, and animals. He plans to travel the world with his lovely wife, one city at a time.</p>",
			"show_title": "Digital Traditions",
			"wall_statement": "<p>For as long as I can remember, my grandfather had been telling me stories.</p><p>He was the generation of intellectuals to survive the Cultural Revolution in China and was suppressed and subdued his entire life, all because he had a college degree at a time when one shouldn&#8217;t. It was a dark time, where thousands of years of &#8220;old&#8221; culture and traditions were blindly thrown away to pave way for politics and industrialization.</p><p>My grandfather saw no hope in my father&#8217;s generation, for they had grown up in a society with no ideal or belief. Instead, Grandpa turned to me. He believed that thousands of years of Chinese literature, history, and mythology should not be thrown away or forgotten. He made it his mission to share with me as much as he knew. I grew up sitting on his lap, listening to his fantastical stories of deities and warlords.</p><p>When I was ten, my parents took me to America. This is the land, the people, and the culture that welcomed me. To me, America was my Adoptive Mother. I grew up reading Harry Potter and learning about heroes like Beowulf and Abraham Lincoln. I adapted to Western culture quickly and had forgotten much of my Eastern roots. It wasn&#8217;t until the final year of my undergraduate career that I suddenly had an idea to paint a few of my favorite warlords from the Three Kingdoms era. It was the first time that I&#8217;ve done anything &#8220;Eastern&#8221;. It was liberating.</p><p>After graduation, I went back to the land that birthed and first educated me, China, my Birth Mother. I was excited to listen to my grandfather&#8217;s stories, to learn more about my birth culture, and to spend Chinese New Year with him, like I always did as a child.</p><p>I didn&#8217;t make it. He passed away two months before I went back.</p><p>But he had succeeded in his mission. I had fallen in love with the culture he tried hard to protect. My grandfather&#8217;s mission is now my mission. </p><p>&#8220;Digital Traditions&#8221; is the culmination of an exploratory study of utilizing modern digital tools to achieve traditional aesthetics. The imagery embodies both my love for classical Chinese narratives, characters, and themes with my continued study of contemporary Western image-making techniques. To replicate and innovate the classical aesthetics mandated a close analysis of the physicality of water-based media and traditional paper usage. These were then recaptured using Photoshop through meticulous experiments to create optimistic, realistic effects. It is a visual representation of my three years of graduate studies.</p>",
			"is_new_grad": true,
			"contact_email": "contact@hunterxhuang.com",
			"grad_website": "https://www.hunterxhuang.com",
			"instagram": "https://www.instagram.com/tetraforce13",
			"artstation": "https://www.artstation.com/hunterxhuang",
			"graduation_semester": "Spring 2020"
		},
		{
			"name": "Siwei Liu",
			"num_images": 31,
			"bio": "<p>Siwei was born in China and currently resides in Orange County. At a young age, she learned traditional Chinese painting as well as other art techniques. Growing up surrounded by traditional Chinese art and influenced by Japanese comics, Siwei became immersed in Asian culture. After years of professional work in the applied arts in the United States, Siwei felt an urge to return to her roots and a need to express her unique cultural voice through art.</p><p>During her M.F.A. study at Cal State Fullerton, she found beauty in a diverse exchange of cultures and applied it to her artwork. Her illustrations often portray the beauty of life while merging Eastern and Western aesthetics. In her explorations, Siwei incorporates one of the most aged life forms &#8212; wood &#8212; into her illustrations as a base on top of which she creates dream-like, idyllic scenes of young beauties and lovely animals. By combining her childhood cultural influences and the organic forms from nature, Siwei hopes to communicate a utopia of innocence and lightness in her work that will invoke delight in her audience.</p>",
			"show_title": "Puritualism",
			"wall_statement": "<p>When we were babies, there was nothing to worry about and nothing to think about. It was a time of serenity and tranquility, simple and pure. As we grew up, society began to plant the ideas of rules and regulations, instilling us with limitations, teaching us a different way to view the world, and telling us that there exists distinct and different classes. Suddenly, we were filled with conflicting emotions: anxiety, doubt, hatred, sadness, worry, envy and confusion. Our hearts became lost and could no longer find the peace that we had before.</p><p>But still, there are delightful things that could warm and replenish our soul. That is when we immerse ourselves in an idealistic environment that could give our minds a moment of peace and joy, pull us away from reality, and remind us of the kindness and purity of the human soul. I seek to give back to the audience this feeling of a naive aura through my paintings: an atmosphere free from negativity; a mood that gives us feelings of pure delight, simplicity, calm, serenity, and warmth just as before when we first entered this world.</p><p>According to many studies and research, communing with nature is a good method to release stress. Wood is one of the most organic and natural pieces/canvases provided by mother nature. Forests, trees and those deeply-rooted lives remind us deep within our hearts of where we came from. As a symbol of nature and as an important underbase in my artwork, each piece of wood is unique and different in their pattern and texture, just like us. I believe that showcasing the beauty of the wood texture will bring us back to the organic and true nature within ourself, and reconnect/reawaken us to the pure spirituality housed/hidden within our soul.</p>",
			"is_new_grad": true,
			"contact_email": "mailto:siweiliu831@gmail.com",
			"grad_website": "https://www.siweistudio.com",
			"facebook": "https://www.facebook.com/siweiillustration",
			"instagram": "https://www.instagram.com/siwei_studio/",
			"graduation_semester": "Spring 2020"
		},
		{
			"name": "Aracely Muñoz",
			"simple_name": "Aracely Munoz",
			"num_images": 31,
			"bio": "Aracely Mu&#241;oz is a vector-based artist focusing on movie posters in the entertainment industry. She received her BA in Graphic Design & Marketing from California State University, San Bernardino in 2017. She then continued her studies at California State University, Fullerton by pursuing an MFA in Illustration. She is currently represented by The Poster Posse and has worked on a variety of licensed projects. Some of these clients include Disney, Pixar, Marvel, Warner Bros., Dolby Cinema, and others. She is also a two-time recipient of the Leo Freedman Scholarship at California State University, Fullerton.",
			"show_title": "",
			"wall_statement": "<p>The body of work in this show is a result of three, ever-growing years.  During this time, my love and admiration for film has guided my artwork in the direction you see today.  I&#8217;m fascinated by the idea that something static and inanimate, such as a poster, can allow a viewer to have an exploratory visual conversation.  These conversations allow the viewers to engage in the story and explore their own interpretations of the piece.  What makes the process of creating posters so exciting is that no two are alike.  Each poster has its own rhythm and pace when it comes to producing the imagery.  Some consist of shapes that are fluid and flow in their own direction, while others are sharp and demand precision.  Regardless of the shape, it&#8217;s no surprise that most, if not all, of my artwork is coated in vibrant colors.  These loud colors signify my vivid appreciation for the franchise and my efforts to highlight the stories being told.  These artistic choices are just words spoken in my visual language.  The instant the viewer begins to converse with their eyes, the artwork will open itself up to explain its reasoning.</p>",
			"is_new_grad": true,
			"contact_email": "Not sure if desired",
			"grad_website": "https://www.itsaracely.com",
			"facebook": "https://www.facebook.com/munoz.aracely.art",
			"twitter": "https://twitter.com/aracelymunoz_",
			"instagram": "https://www.instagram.com/aracelymunoz_/",
			"linkedin": "https://www.linkedin.com/in/aracelymunoz/",
			"graduation_semester": "Spring 2020"
		},
		{
			"name": "Andrew James Woodyard",
			"simple_name": "Andrew Woodyard",
			"num_images": 20,
			"bio": "<p>Andrew James Woodyard is an illustrator and writer native to Southern California, originally from the small mountain town of Running Springs. He is the father of a very inquisitive and happy little girl named Violet and is a devoted partner to his beloved Shannan. He attended California State University Fullerton for both his Bachelor's of Fine Art in Illustration, as well as his Master's of Fine Art in Illustration.</p><p>His illustration work is digitally produced, with a graphic style focusing on portraits and figures of characters within a cyberpunk future. He has also produced two graphic novels, having written the three part series <em>Supernaturals Presents</em> in 2008-2009, and both written and illustrated the first issue of <em>Birthwrong</em> in 2019.</p><p>In addition, he has also created fantasy cartography used in the pen and paper roleplaying game Dungeons and Dragons (specifically the Forgotten Realms campaign setting), and he's organized and operated D&#38;D games for over twenty years, and works as a professional dungeon master (DM), often including his illustrations within his games.</p><p>Lastly, he's a published science fiction writer who's work has been featured in a number of literary magazines such as <em>Dash</em>, <em>Perihelion Science Fiction</em>, <em>Rind</em>, <em>The Realm Beyond</em> and the <em>Aramchek Dispatch</em>.</p>",
			"show_title": "Consensual Hallucinations",
			"wall_statement": "<p>&#8220;Cyberspace. A consensual hallucination experienced daily by billions of legitimate operators, in every nation, by children being taught mathematical concepts... A graphic representation of data abstracted from banks of every computer in the human system. Unthinkable complexity. Lines of light ranged in the nonspace of the mind, clusters and constellations of data. Like city lights, receding...&#8221;</p><p>&#32;&#32;&#32;&#32;&#32;-William Gibson, <em>Neuromancer</em>.</p><p>Gibson's Hugo Award winning novel from 1984 cemented the tropes of cyberpunk into a unified genre. Heavily inspired by Ridley Scott's film, <em>Blade Runner</em>, Gibson took dystopian fiction and merged it with a cybernetic future filled with deranged hackers and vicious razorgirls.</p><p>Today we stand on the cusp of a future where technology will dominate our lives, with the Internet and virtual reality evolving into the digital &#8220;hallucinations&#8221; that Gibson first imagined thirty six years ago. We have embraced this brave new world of high-tech wonders; it wasn't forced upon us. By consenting to the whims of an electric dreamland we move beyond the safe system of the real world and into the insane possibilities of tomorrow.</p>",
			"is_new_grad": true,
			"contact_email": "",
			"grad_website": "",
			"facebook": "https://www.facebook.com/andrew.james.woodyard",
			"twitter": "",
			"instagram": "https://www.instagram.com/roadkilraven",
			"artstation": "https://www.artstation.com/andrewjameswoodyard",
			"deviantart": "https://www.deviantart.com/falconire",
			"graduation_semester": "Spring 2020"
		},
		{
			"name": "Xiyu Zhang",
			"num_images": 34,
			"bio": "<p>Xiyu Zhang is a graphic designer&#47;illustrator based in Los Angeles. She was born in China and came to the United States at a young age to attend high school and college. After completing her B.A. in Graphic Design at San Diego State University, she continued her studies at Cal State Fullerton. Throughout the two years of getting her M.A. in Illustration, she explored much more about artistic expression and digital illustration. Most of the inspirations for her illustrations are from social media and from her relationships with other people. She&#39;s working as a graphic designer now and believes that illustration and graphic design are definitely a 1&#43;1 &#62; 2 combo.</p>",
			"show_title": "What&#8217;s Going On With Twenty-something Girls Today...",
			"wall_statement": "<p>Looking through my works in this show, I can see the path of my growth as an illustration student. As a former graphic design student, I cannot express how much joy this new path brought me. Unlike many guidelines and rules that graphic design has, illustration gives me total freedom of creativity. That&#8217;s why all of my projects are created with my passion and love. They&#8217;re all digital illustrations that associated with hot topics of twenty-something girl&#8217;s life: zodiac, fashion, relationships… I want my audiences to be able to communicate with my works. I want them to see themselves in my work, because all the inspirations I had are from my daily life, which can be something in your daily life too.</p>",
			"is_new_grad": true,
			"grad_website": "https://neko95819.wixsite.com/xiyuzhang",
			"instagram": "https://www.instagram.com/_nekodesign/",
			"graduation_semester": "Spring 2020"
		}
	]
}
